/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ מתוך %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "קיצור זה יובא מתוך %1$@ ב-%2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "קיצור זה יובא מתוך %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "הוסף את ״%@״";

/* %@ = action name */
"Remove “%@”" = "הסר את ״%@״";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "האם ברצונך להתנתק מ-%@ ב״קיצורים״?";

/* %@ = service name */
"Do you want to sign out of %@?" = "האם ברצונך להתנתק מ-%@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "קיצור דרך זה יובא מתוך %@. האם הינך בטוח/ה שברצונך להפעיל אותו?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "כ%@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "למחוק גם את הפעולות בתוך ״%@״?";

/* %@=app name */
"Install %@" = "התקן את %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "משפט של Siri";

/* Access resource action settings title */
"Accounts" = "חשבונות";

/* Accessibility accouncement */
"Finished editing shortcuts" = "עריכת קיצורי הדרך הסתיימה";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "הפעולה %@ סומנה כמועדפת";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "בוטל סימון הפעולה %@ כמועדפת";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "מפעיל קיצור דרך";

/* Accessibility action */
"Delete shortcut" = "מחק קיצור דרך";

/* Accessibility action */
"Duplicate shortcut" = "שכפל קיצור דרך";

/* Accessibility action */
"Favorite Action" = "סמן פעולה כמועדפת";

/* Accessibility action */
"Rename shortcut" = "שנה שם של קיצור דרך";

/* Accessibility action */
"Un-favorite Action" = "בטל סימון פעולה כמועדפת";

/* Accessibility action or discoverability title */
"Edit shortcut" = "עריכת קיצור דרך";

/* Accessibility action or discoverability title */
"Run shortcut" = "הפעל קיצור דרך";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "הוסף את %@ לקיצור דרך";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "סוגי קלט שהתקבלו";

/* Accessibility announcement */
"Closed variables tray" = "מגש משתנים סגור";

/* Accessibility announcement */
"Editing shortcuts" = "עורך קיצורים";

/* Accessibility announcement */
"Opened variables tray" = "מגש משתנים פתוח";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "גורר";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "קיצור הדרך הסתיים";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "נוספה הפעולה %1$@ לקיצור דרך מעל הפעולה %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "נוספה הפעולה %1$@ לקיצור דרך מתחת לפעולה %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "הועברה מעל %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "הועברה מתחת ל-%@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "הפעולה %@ הוסרה";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ משוכפל";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "מכווץ";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "גורר";

/* Accessibility announcement; expanded parameter */
"expanded" = "מורחב";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "קיצור הדרך הופסק";

/* Accessibility hint */
"Closes the shortcut" = "סוגר את קיצור הדרך";

/* Accessibility hint */
"Creates a new shortcut" = "יוצר קיצור דרך חדש";

/* Accessibility hint */
"Deletes the selected shortcuts" = "מוחק את קיצורי הדרך שנבחרו";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "הקש/י פעמיים כדי להוסיף אל חלקו התחתון של קיצור הדרך. הקש/י פעמיים והחזק/י ולאחר מכן גרור/י כדי להתאים אישית את המיקום בקיצור הדרך.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "ניתן לגרירה. הקש/י פעמיים והחזק/י, המתן/י לצליל ואז גרור/י על-מנת לסדר מחדש. הקש/י פעמיים לבחירה.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "משכפל את קיצורי הדרך שנבחרו";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "קיצור דרך זה יוצג בהרחבה של הפעולה ״קיצורים״ (בתפריט השיתוף של iOS) כשהתוכן המשותף הוא אחד מהסוגים שבחרת כאן.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "מבטלת את מצב העריכה של קיצור הדרך";

/* Accessibility hint */
"Turns on shortcut editing mode" = "מפעילה את מצב העריכה של קיצור הדרך";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "הקש/י פעמיים כדי לכווץ את מגירת הפעולות לחצי מסך";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "הקש/י פעמיים כדי להרחיב עד הסוף את מגירת הפעולות";

/* Accessibility hint on action */
"Double-tap to read the action description." = "הקש/י פעמיים לקריאת תיאור הפעולה.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "ניתן לגרירה. הקש/י פעמיים והחזק/י, המתן/י לצליל ואז גרור/י על-מנת לסדר מחדש. הקש/י פעמיים לבחירה.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "הקש/י פעמיים לשינוי ההגדרה";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "הקש/י פעמיים לבחירה";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "הקש/י פעמיים לכיווץ";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "הקש/י פעמיים להוספה";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "הקש/י פעמיים להרחבה";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "מפעיל את קיצור הדרך %@";

/* Accessibility label */
"Add Tag" = "הוסף תג";

/* Accessibility label */
"Close" = "סגור";

/* Accessibility label */
"Create Shortcut" = "יצירת קיצור דרך";

/* Accessibility label */
"Show Keyboard" = "הצג מקלדת";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "בתוך %@";

/* Accessibility label or discoverability title */
"Redo" = "חזור על הפעולה האחרונה";

/* Accessibility label or discoverability title */
"Undo" = "בטל";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "ממוזער";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "חצי מסך";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "מסך מלא";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "הפעולה %@ - פועלת - %d אחוזים הושלמו";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "הפעולה %@";

/* Accessibility label; remove search filter */
"Remove filter" = "הסר מסנן";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (לא נבחר)";

/* Accessibility value; switch is on */
"On" = "דלוק";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "שחרר כדי להסיר את %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "פעולה זו מעבירה חזרה קלט כפלט.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "מקבל את הקלט שהועבר לתחילת קיצור הדרך.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "לא הגדרת עדיין קיצורים של ״גיליון שיתוף״.\n\nכדי להוסיף אחד, צור/י קיצור דרך והפעל/י את ״הצג בגיליון שיתוף״ בהגדרות.";

/* Action extension; no search results */
"No shortcuts match the search." = "אף קיצור דרך אינו תואם לחיפוש.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "אין לך עדיין קיצורים.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "הצעות של Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "קיצור דרך: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "הוסף לקיצור דרך זה";

/* Add search filter */
"Add Filter" = "הוסף מסנן";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "כל מי שיש לו גישה לקישור המשותף הזה יוכל להציג את התוכן של הקיצור.";

/* Alert title */
"Error" = "שגיאה";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "צור קישור iCloud";

/* Allow access to service */
"Allow Access" = "אפשר גישה";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "%@ (לא מותקן)";

/* App search view; navigation bar title */
"Choose App" = "בחירת יישום";

/* App search view; no results */
"No results." = "אין תוצאות.";

/* App search view; search bar placeholder */
"Search apps…" = "חפש יישומים…";

/* Apple Watch complication */
"Complication" = "תצוגה";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "אין לך עדיין קיצור דרך של Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "בחר/י אילו קיצורים צריכים להיות מוצגים ב״תצוגת קיצורי הדרך״ על פני ה-Apple Watch שלך.\n\nעם הזמן, ״קיצורים״ ימטב את הבחירה בקיצורי הדרך שלך שיוצגו בתצוגה בהתבסס על הזמן שבו הינך מפעיל/ה אותם.";

/* Apps category */
"Apps" = "יישומים";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "מבקש ממך להקליד מלל כאשר קיצור הדרך פועל.";

/* Boolean false */
"False" = "False";

/* Boolean true */
"True" = "נכון";

/* Button */
"Back" = "הקודם";

/* Button */
"Cancel" = "ביטול";

/* Button */
"Choose Variable" = "בחר משתנה";

/* Button */
"Clear" = "נקה";

/* Button */
"Delete Actions" = "מחק את הפעולות";

/* Button */
"Delete Shortcut" = "מחק קיצור";

/* Button */
"Done" = "סיום";

/* Button */
"Get More Shortcuts" = "קבל קיצורים נוספים";

/* Button */
"Go Back" = "חזור";

/* Button */
"Help" = "עזרה";

/* Button */
"Keep Actions" = "שמור על פעולות";

/* Button */
"Next" = "הבא";

/* Button */
"OK" = "אישור";

/* Button */
"Remove Action" = "הסר פעולה";

/* Button */
"Remove Action From Shortcut" = "הסר פעולה מקיצור הדרך";

/* Button */
"Remove Photo" = "הסר את התמונה";

/* Button */
"Select Magic Variable" = "בחר משתנה קסם";

/* Button */
"Select Photo" = "בחר תמונה";

/* Button */
"Show Action Settings" = "הצג הגדרות פעולה";

/* Button */
"Show Actions" = "הצג פעולות";

/* Button */
"Sign Out" = "התנתק";

/* Button */
"Take Photo" = "צלם";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "הוסף למסך הבית";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "הוסף למסך הבית";

/* Button or title */
"Delete" = "מחק";

/* Button or title */
"Run Shortcut" = "הפעל קיצור דרך";

/* Button or title */
"Settings" = "הגדרות";

/* Button or title */
"Variables" = "משתנים";

/* Button title */
"Add to Siri" = "הוסף אל Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "קבל קיצור דרך";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "הצג את התוצאה במסך מלא";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "צא לסיור מודרך";

/* Button; used for sharing a shortcut's result */
"Share Result" = "שתף את התוצאה";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "קיצור דרך זה פועל עם היישומים והשירותים הבאים:";

/* Choose an item */
"Choose" = "בחר/י";

/* Conditional AND */
"and" = "וגם";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "החזר את ״אחרת״";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "פעולות הממוקמות אחרי ״אחרת״ יפעלו אם התנאי לא נכון.";

/* Conditional actions settings navigation bar title */
"If Action" = "פעולת אם";

/* Confirmation HUD when link copies */
"Link copied" = "הקישור הועתק";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "האם ברצונך להפסיק לשתף את הקיצור הזה? קישור ה-iCloud יימחק ולא יעבוד יותר.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "קיצור זה יימחו מכל מכשירי iCloud שלך.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "קיצורים אלו יימחקו מכל מכשירי iCloud שלך.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "״%1$@״ אינו נראה כמו %2$@. האם רצית להוסיף איש קשר?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "השתמש ב-״%@״ בכל מקרה";

/* Contact field; accessibility label */
"Add Contact" = "הוסף איש קשר";

/* Contact field; button */
"Search Contacts" = "חפש אנשי קשר";

/* Contact field; supported type string */
"a phone number" = "מספר טלפון";

/* Contact field; supported type string */
"a phone number or email address" = "מספר טלפון או כתובת דוא״ל";

/* Contact field; supported type string */
"an email address" = "כתובת דוא״ל";

/* Content Types category */
"Content Types" = "סוגי תוכן";

/* Copy link to shortcut */
"Copy Link" = "העתק קישור";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "העתק קישור iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "מבנה זה עוקב אחר התבניות ב-Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "מבנה תאריך מותאם אישית";

/* Custom date formatting style */
"Custom" = "מותאם אישית";

/* Custom time format title */
"Custom Format" = "מבנה מותאם אישית";

/* Default option */
"Default" = "ברירת-המחדל";

/* Delete all shortcuts */
"Delete All" = "מחק הכל";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "נקה בחירה";

/* Dictionary key placeholder */
"Key" = "מפתח";

/* Discoverability or accessibility title */
"Shortcut Settings" = "הגדרות קיצור דרך";

/* Discoverability or accessibility title */
"Stop Shortcut" = "עצור קיצור דרך";

/* Discoverability title */
"Close shortcut" = "סגירת קיצור דרך";

/* Discoverability title */
"Search actions" = "פעולות חיפוש";

/* Discoverability title */
"Stop shortcut" = "עצור קיצור דרך";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "הצג בגיליון שיתוף";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "הצג בווידג׳ט";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "הצג בתצוגה";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "הצג ב-Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "שכפל קיצור דרך";

/* Duplicate shortcut */
"Duplicate" = "שכפל";

/* Edit import questions back bar button title */
"Questions" = "שאלות";

/* Error message */
"No options available." = "אין אפשרויות זמינות";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "לא ניתן היה לטעון את App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "הפעל/י קיצורים במהירות באמצעות הווידג׳ט.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "הוסף למועדפים";

/* Favorite button title - action is favorited */
"Favorited" = "מועדפת";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "חשבון: ‏%@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "כל התנאים הבאים נכונים";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "כל אחד מהתנאים הבאים נכון";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "‏${property} ‏${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "‏${property} ‏${operator} ‏${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "‏${property} ‏${operator} ‏${value} ‏${operator_and} ‏${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "‏${property} ‏${operator} ‏${value} ‏${operator_and} ‏${other_value} ‏${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "‏${property} ‏${operator} ‏${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "‏${property} ‏${operator} ‏${value} ‏${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "‏${property} ‏${operator} ‏${value} ‏${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "‏${property} ‏${operator} ‏${value} ‏${unit} ‏${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "‏${property} ‏${and}";

/* Find filter UI operator */
"begins with" = "מתחיל ב-";

/* Find filter UI operator */
"contains" = "מכיל";

/* Find filter UI operator */
"does not contain" = "אינה מכיל";

/* Find filter UI operator */
"ends with" = "מסתיים ב-";

/* Find filter UI operator */
"is" = "הוא";

/* Find filter UI operator */
"is after" = "הוא אחרי";

/* Find filter UI operator */
"is before" = "הוא לפני";

/* Find filter UI operator */
"is between" = "הוא בין";

/* Find filter UI operator */
"is exactly" = "הוא בדיוק";

/* Find filter UI operator */
"is greater than" = "גדול מ-";

/* Find filter UI operator */
"is greater than or equal to" = "גדול יותר או שווה ל-";

/* Find filter UI operator */
"is in the last" = "הוא בטווח של";

/* Find filter UI operator */
"is in the next" = "הוא תוך";

/* Find filter UI operator */
"is larger than" = "גדול מ-";

/* Find filter UI operator */
"is larger than or equal to" = "גדול יותר או שווה ל-";

/* Find filter UI operator */
"is less than" = "קטן מ-";

/* Find filter UI operator */
"is less than or equal to" = "קטן יותר או שווה ל-";

/* Find filter UI operator */
"is longer than" = "ארוך מ-";

/* Find filter UI operator */
"is longer than or equal to" = "ארוך יותר או שווה ל-";

/* Find filter UI operator */
"is not" = "אינו";

/* Find filter UI operator */
"is not exactly" = "הוא לא בדיוק";

/* Find filter UI operator */
"is not on" = "אינו ב-";

/* Find filter UI operator */
"is on" = "ב-";

/* Find filter UI operator */
"is shorter than" = "קצר מ-";

/* Find filter UI operator */
"is shorter than or equal to" = "קצר יותר או שווה ל-";

/* Find filter UI operator */
"is smaller than" = "קטן מ-";

/* Find filter UI operator */
"is smaller than or equal to" = "קטן או שווה ל-";

/* Find filter UI operator */
"is today" = "הוא ״היום״";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "הפעל/י קיצור דרך זה באמצעות קולך על-ידי הוספתו אל Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "השתמש/י בקיצור זה מיישומים אחרים על-ידי פתיחה של גיליון השיתוף והקשה על ״קיצורים״.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "הקלד מפתח כדי לחלץ את ערכו מהמילון, או השאר ריק כדי לקבל את המילון המלא.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "‏%@ (מכשיר זה)";

/* Full name of contact */
"Full Name" = "שם מלא";

/* Full street address of location */
"Full Street Address" = "כתובת פיזית מלאה";

/* Get property */
"Get" = "קבל";

/* Get value for a dictionary key */
"Get Value for Key" = "קבל ערך עבור מפתח";

/* Go to next import question */
"Continue" = "המשך";

/* Guided tour; drag actions to here hint */
"…to here" = "…לכאן";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "גרור/י פעולות לכאן";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "פעולה זו, כשהיא פועלת ב-Apple Watch, דורשת שימוש ב-Handoff וממשיכה ב-iPhone שלך.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "יחידה";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "זמן של ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "גליף %1$@, צבע רקע %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "בחר/י תמונה מותאמת אישית שתשמש אותך בעת הוספת קיצור הדרך למסך הבית.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "התמונה מעל תשמש כשקיצור דרך זה יתווסף למסך הבית.";

/* Icon editor; accessibility label */
"Icon Preview" = "תצוגה מקדימה של צלמית";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "עורך הצלמיות של קיצורי הדרך";

/* Icon editor; segmented control option */
"Color" = "צבע";

/* Icon editor; segmented control option */
"Glyph" = "גליף";

/* Icon editor; segmented control option */
"Home Screen" = "מסך הבית";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "שאלות שיתווספו לכאן יישאלו כשקיצור דרך זה ייובא למכשיר אחר. התשובות לשאלות אלו ימולאו בקיצור הדרך.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "ניתן לנסות את שאלות הייבוא באמצעות הכפתור ״התאם אישית קיצור דרך״ בהגדרות של קיצור דרך זה.";

/* Import questions detail view */
"Default Answer" = "תשובת ברירת-המחדל";

/* Import questions detail view */
"Question Text" = "מלל שאלה";

/* Import questions detail view */
"Type a question here…" = "הקלד/י כאן שאלה…";

/* Import questions details view; navigation bar title */
"Details" = "פרטים";

/* Import questions; button */
"Add New Question…" = "הוסף שאלה חדשה…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "בחר/י פרמטר מאחת הפעולות שלהלן.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "בחירת פרמטר";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "לקיצור דרך זה אין פעולות. הוסף/י כמה פעולות לקיצור הדרך שלך לפני הגדרת ״שאלות ייבוא״.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "קיצור דרך זה מקבל %@";

/* Input types of action */
"Input" = "קלט";

/* Input variable description */
"Gets the output of the previous action." = "מקבלת את הפלט של הפעולה הקודמת.";

/* Install app icon; should match App Store GET button */
"GET" = "קבל";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "הוסף/י פעולות מהרשימה למטה על-מנת לבנות את קיצור הדרך שלך.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "הוסף/י פעולות מצד ימין על-מנת לבנות את קיצור הדרך שלך.";

/* Item can be anything */
"anything" = "כל דבר";

/* Keep all shortcuts */
"Keep All" = "שמור על כולם";

/* Keep shortcuts */
"Keep" = "שמור";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "שמור על %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "הרחב";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "כווץ";

/* Label for types that the workflow accepts. */
"Accepted Types" = "סוגים מתקבלים";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "הוסף/י %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "איזה סוג ערך ברצונך להוסיף?";

/* Long date formatting style */
"Long" = "ארוך";

/* Manage sharing */
"Manage Sharing" = "ניהול שיתוף";

/* Medium date formatting style */
"Medium" = "בינוני";

/* Missing action error action */
"Update Shortcuts" = "עדכן קיצורים";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "לא ניתן היה למצוא את הפעולה בגירסה זו של ״קיצורים״.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "שם וכתובת האינטרנט של החנות";

/* Name of measurement unit */
"Unit (Name)" = "יחידה";

/* Navigation bar title */
"Select a Magic Variable" = "בחירת משתנה קסם";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "פתור התנגשויות";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ המשתנה אינו זמין.";

/* None option */
"None" = "ללא";

/* Note about using the action */
"Note" = "הערה";

/* Parameter already in use by another import question */
"Already In Use" = "נמצא כבר בשימוש";

/* Parameter not supported for import question */
"Not Supported for Questions" = "לא נתמך עבור שאלות";

/* Piece of text */
"Text" = "מלל";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "קיצור זה יובא מיישום אחר. האם בכל זאת ברצונך להפעיל אותו?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "יחסי";

/* Relative date or time formatting style */
"How Long Ago/Until" = "כמה זמן לפני/עד";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "התקן שאינו ידוע";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "שם זה ישמש את כל משתני הקסם של הפעולה %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "שינוי שם של משתנה קסם";

/* Rename shortcut alert title */
"Rename Shortcut" = "שנה שם של קיצור דרך";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "הקלד/י שם חדש לקיצור הדרך שלך.";

/* Rename workflow or variable */
"Rename" = "שנה שם";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "דורש";

/* Result types of action */
"Result" = "תוצאה";

/* Reveal action that is associated with the variable */
"Reveal Action" = "הצג פעולה";

/* Scripting category */
"Scripting" = "כתיבת תסריט";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "חיפוש";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "קיצורים לתצוגות";

/* Select all input types */
"Select All" = "בחר הכל";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "‏%@ ‏%@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "‏%@ ‏%@ ‏%@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "‏%@ ‏%@ ‏%@ ‏%@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "‏%@ ‏(%@)";

/* Share a shortcut */
"Share Shortcut" = "שתף קיצור דרך";

/* Share a workflow along with a description */
"Share with Description" = "שתף עם תיאור";

/* Share a workflow as a file */
"Share as File" = "שתף כקובץ";

/* Share shortcut */
"Share" = "שתף";

/* Short date formatting style */
"Short" = "קצר";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "״%@״ אינו מכיל פעיל פעולות.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "קיצור דרך ריק";

/* Shortcut contains no actions error title */
"No Actions" = "אין פעולות";

/* Shortcut description placeholder */
"Customize Shortcut…" = "קיצור דרך מותאם אישית…";

/* Shortcut icon */
"Icon" = "צלמית";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "בחר קיצור דרך";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "הועבר בין %1$@ ו-%2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "הועבר לסוף אחרי %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "הועבר להתחלה לפני %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "על מנת להשתמש בקיצורים מ״ווידג׳ט היום״, בצע/י כמה שלבים פשוטים להוספת הווידג׳ט. לחלופין, הקש/י על ״סיום״ על-מנת להגדיר אותו מאוחר יותר.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "הוסף/י את ״וידג׳ט היום״ על-מנת להפעיל קיצורים במהירות הבזק.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "צילום מסך לגיליון לשיתוף ב-Safari עם פעילות ״קיצורים״ מודגשת";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "קיצורים של ״הרחבת פעולה״ מופעלים מהגיליון המשותף בתוך יישומים אחרים.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "הקיצורים של ״וידג׳ט היום״ יופעלו ב״מרכז העדכונים״ על-ידי תנועת משיכה כלפי מטה מראש המסך.";

/* Shortcut types help view; title */
"Shortcut Types" = "סוגי קיצור דרך";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "נמחק ב-%@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "נמחק במכשיר נוסף";

/* Shortcut was modified on a specified device */
"Modified on %@" = "נערך ב-‫%@‬";

/* Shortcut was modified on another device */
"Modified on another device" = "נערך במכשיר נוסף";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "חפש קיצורים…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "צילום מסך של הווידג׳ט ״קיצורים״ במרכז העדכונים";

/* Siri phrase */
"“%@”" = "״‏%@״";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "דלג על ההגדרה";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "0";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "הפסק שיתוף";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "שלח לגלריה";

/* Tap to choose an option */
"Tap to Choose" = "הקש לבחירה";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "נסה/י את קיצור הדרך שבניתי!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "בקר פעולות";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "תחתית המסך";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "הפינה הימנית העליונה של המסך";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "כל דבר";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "כלום";

/* Title */
"Actions" = "פעולות";

/* Title */
"Date Format" = "מבנה תאריך";

/* Title */
"Requires Handoff" = "דורש Handoff";

/* Title */
"Shortcuts" = "קיצורים";

/* Title */
"Time Format" = "מבנה שעה";

/* Title */
"Type" = "סוג";

/* Title for action drawer categories view */
"Categories" = "קטגוריות";

/* Title for configuration page for unit */
"Unit (Title)" = "יחידה";

/* Title of main screen showing your library of shortcuts */
"Library" = "‏ספריה";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "התאם/י אישית את ״קיצורים״";

/* Title or button */
"Import Questions" = "שאלות ייבוא";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "בום! ״וידג׳ט היום״ שלך מותקן.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "כעת, תפוס/י כמה קיצורים ל״ווידג׳ט היום״ מהגלריה.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "באמצעות ״וידג׳ט היום״ של ״קיצורים״, ניתן להפעיל קיצורים בהקשה אחת מכל יישום פשוט על-ידי משיכת ״מרכז העדכונים״ למטה.";

/* Today widget explanation button */
"Add Widget" = "הוסף וידג׳ט";

/* Today widget explanation button */
"View the Gallery" = "הצג את הגלריה";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "הפעל/י קיצורים במהירות הבזק, מכל מקום ב-‪%MODEL%‬ שלך.";

/* Unknown item */
"Unknown" = "לא ידוע";

/* Used in a phrase like 'Add new item' */
"new item" = "פריט חדש";

/* User’s favorited workflows or actions */
"Favorites" = "מועדפים";

/* Variable field placeholder */
"Variable Name" = "שם המשתנה";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "ניתן ליצור משתנה על-ידי הוספת הפעולה ״הגדר משתנה״.";

/* Varible picker; none available error title */
"No Variables Are Available" = "אין משתנים זמינים.";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "התנגשויות";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "קבע תצורה לקיצור דרך זה";

/* Workflow name */
"Name of Shortcut" = "שם";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "הקש/י על ״סיום״ על-מנת להמשיך לערוך את קיצור הדרך שלך.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "צילום מסך של היישום watch של ״קיצורים״";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "קיצורי Apple Watch מופעלים מפרק כף היד שלך דרך יישום השעון ״קיצורים״ או ״תצוגה״.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "כיצד אוכל למצוא את ״וידג׳ט היום״?";

/* iOS Today Widget */
"Today Widget" = "וידג׳ט היום";

